Repository: ahmadutd/NewsProject2021
Catalog: AllNews/LangResources/Views/Shared._Layout.*.resx
Languages: fa_ir

source: Ahwaz Voice All Rights Reserved - No Content Of This Website May Be Reproduced In Any Form Or By Any Electronic Or No Electronic Means, Including Information Storage , Without Written Permission !
fa_ir: صدای احواز-کلیه حقوق محفوظ است و هرگونه نشر محتوای این وبسایت بصورت الکترونیک یا غیره و از جمله ذخایر اطلاعات . بدون مجوز کتبی قابل پیگرد قانونی است

source: Al-Ahwaz News
fa_ir: اخبار احواز

source: Al-Ahwaz Papers
fa_ir: مقاله های احواز

source: All Papers
fa_ir: همه مقاله ها

source: Arab Front For Libration Of Alahwaz
fa_ir: جبهه عربی آزادی بخش احواز

source: Audios
fa_ir: فایل صوتی

source: Contact Us
fa_ir: تماس با ما

source: Download
fa_ir: دانلود

source: Filter-Title
fa_ir: عنوان

source: Filtering
fa_ir: فیلتر

source: Gallery
fa_ir: گالری

source: Home
fa_ir: صفحه اصلی

source: Language
fa_ir: زبان

source: LatestNews
fa_ir: آخرین خبر

source: Main Titles
fa_ir: عناوین اصلی

source: More
fa_ir: ادامه مطالب

source: News
fa_ir: خبرها

source: News Or Papers
fa_ir: خبر یا مقاله

source: Next
fa_ir: بعدی

source: Organisations
fa_ir: سازمانها و موسسات

source: Other Documentation
fa_ir: دیگر مستندات

source: Paper
fa_ir: مقاله

source: Photos
fa_ir: عکس ها

source: Preview
fa_ir: قبل

source: Search
fa_ir: جستجو

source: Share
fa_ir: اشتراک

source: SportsNews
fa_ir: اخبار ورزشی

source: Statements
fa_ir: بیانیه ها

source: Studies
fa_ir: مطالعات

source: Videos
fa_ir: ویدئو ها

source: WorldNews
fa_ir: اخبار جهان
